Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Send Feedback
ar: إرسال ملاحظات
az: Rəy göndər
bg: Изпрати отзив
bn: প্রতিক্রিয়া পাঠান
ca: Envia comentaris
cs: Odeslat zpětnou vazbu
de: Feedback senden
el: Στείλε σχόλια
es: Enviar comentarios
es_419: Enviar comentarios
es_mx: Enviar comentarios
es_us: Enviar comentarios
fa: ارسال بازخورد
fi: Lähetä palautetta
fil: Magpadala ng puna
fr: Envoyer des commentaires
fr_ca: Envoyer des commentaires
gu: પ્રતિસાદ મોકલો
ha: Aika Ra'ayi
he: שלח משוב
hi: प्रतिक्रिया भेजें
hr: Pošalji povratnu informaciju
hu: Küldj visszajelzést
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送る
jv: Kirim Masukan
kk: Кері байланыс жіберу
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸು
ko: 피드백 보내기
ku: Raya xwe bişîne
mr: अभिप्राय पाठवा
ms: Hantar Maklum Balas
nb: Send tilbakemelding
nl: Feedback verzenden
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
pt_br: Enviar feedback
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
su: Kirim eupan balik
sv: Skicka feedback
sw: Tuma maoni
ta: பின்னூட்டம் அனுப்பவும்
te: ఫీడ్‌బ్యాక్ పంపండి
th: ส่งคำติชม
tr: Geri Bildirim Gönder
ug: پىكىر يوللاش
uk: Надіслати відгук
ur: فیڈبیک بھیجیں
vi: Gửi phản hồi
xh: Thumela ingxelo
zh_hans: 发送反馈
zh_hant: 傳送回饋
zh_hk: 提交意見反饋
zu: Thumela impendulo

source: Settings
ar: الإعدادات
az: Parametrlər
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Configuración
es_mx: Ajustes
es_us: Configuración
fa: تنظیمات
fi: Asetukset
fil: Mga setting
fr: Réglages
fr_ca: Réglages
gu: સેટિંગ્સ
ha: Saituna
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
jv: Setelan
kk: Параметрлер
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ku: Mîhengên
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
su: Setélan
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
ug: تەڭشەكلەر
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
xh: Izicwangciso
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定
zu: Izilungiselelo

source: Share solution
ar: مشاركة الحل
az: Həlli paylaş
bg: Сподели решението
bn: সমাধান শেয়ার করুন
ca: Comparteix la solució
cs: Sdílet řešení
da: Del løsning
de: Lösung teilen
el: Μοιράσου τη λύση
es: Compartir solución
es_419: Compartir solución
es_mx: Compartir solución
es_us: Compartir solución
fa: اشتراک‌گذاری راه‌حل
fi: Jaa ratkaisu
fil: Ibahagi ang solusyon
fr: Partager la solution
fr_ca: Partager la solution
gu: ઉકેલ શેર કરો
ha: Raba mafita
he: שתף פתרון
hi: समाधान साझा करें
hr: Podijeli rješenje
hu: Megoldás megosztása
id: Bagikan solusi
it: Condividi soluzione
ja: 解答を共有
jv: Bagèkaké solusi
kk: Шешімді бөлісу
kn: ಉತ್ತರವನ್ನು ಹಂಚಿಕೊಳ್ಳು
ko: 해결 방법 공유
ku: Çareserê parve bike
mr: उपाय शेअर कर
ms: Kongsi penyelesaian
nb: Del løsning
nl: Oplossing delen
pa: ਹਿਲੇ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij rozwiązanie
pt_br: Compartilhar solução
pt_pt: Partilhar solução
ro: Partajează soluția
ru: Поделиться решением
sk: Zdieľať riešenie
su: Bagikeun solusi
sv: Dela lösning
sw: Shiriki suluhisho
ta: தீர்வை பகிர்
te: పరిష్కారాన్ని పంచుకోండి
th: แชร์คำตอบ
tr: Çözümü paylaş
ug: ھەل قىلىشنى ئورتاقلاش
uk: Поділитися розв'язком
ur: حل شیئر کریں
vi: Chia sẻ lời giải
xh: Yabelana ngesixazululo
zh_hans: 分享解答
zh_hant: 分享解答
zh_hk: 分享解答
zu: Yabelana nesisombululo

source: Share with Friends
ar: مشاركة مع الأصدقاء
az: Dostlarla paylaş
bg: Сподели с приятели
bn: বন্ধুদের সাথে শেয়ার করুন
ca: Comparteix amb amics
cs: Sdílet s přáteli
da: Del med venner
de: Mit Freunden teilen
el: Μοιράσου με φίλους
es: Compartir con amigos
es_419: Compartir con amigos
es_mx: Compartir con amigos
es_us: Compartir con amigos
fa: اشتراک‌گذاری با دوستان
fi: Jaa ystäville
fil: Ibahagi sa Mga Kaibigan
fr: Partager avec des amis
fr_ca: Partager avec des amis
gu: મિત્રો સાથે શેર કરો
ha: Raba da Abokai
he: שתף עם חברים
hi: मित्रों के साथ साझा करें
hr: Podijeli s prijateljima
hu: Oszd meg barátaiddal
id: Bagikan dengan Teman
it: Condividi con gli amici
ja: 友だちと共有
jv: Bagèkaké karo kanca-kanca
kk: Достарға бөлісу
kn: ಸ್ನೇಹಿತರ ಮುಂದಕ್ಕೆ ಹಂಚಿಕೊಳ್ಳಿ
ko: 친구와 공유하기
ku: Bi hevalan re parve bike
mr: मित्रांसोबत शेअर कर
ms: Kongsi dengan Rakan
nb: Del med venner
nl: Delen met vrienden
pa: ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij z przyjaciółmi
pt_br: Compartilhe com amigos
pt_pt: Partilhar com amigos
ro: Partajează cu prietenii
ru: Поделиться с друзьями
sk: Zdieľaj s priateľmi
su: Bagikeun ka Babaturan
sv: Dela med vänner
sw: Shiriki na marafiki
ta: நண்பர்களுடன் பகிரவும்
te: స్నేహితులతో పంచుకోండి
th: แชร์ให้เพื่อน
tr: Arkadaşlarla Paylaş
ug: دوستلەر بىلەن ئورتاقلاش
uk: Поділитися з друзями
ur: دوستوں کے ساتھ شیئر کریں
vi: Chia sẻ với bạn bè
xh: Yabelana nabahlobo
zh_hans: 与朋友分享
zh_hant: 與朋友分享
zh_hk: 與朋友分享
zu: Yabelana nabangani

# share_solution
source: Share
ar: مشاركة
az: Paylaş
bg: Сподели
bn: শেয়ার করুন
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Μοιράσου
es: Compartir
es_419: Compartir
es_mx: Compartir
es_us: Compartir
fa: اشتراک‌گذاری
fi: Jaa
fil: Ibahagi
fr: Partager
fr_ca: Partager
gu: શેર
ha: Raba
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
jv: Bagèkaké
kk: Бөлісу
kn: ಹಂಚಿಕೊಳ್ಳು
ko: 공유
ku: Parve bike
mr: शेअर
ms: Kongsi
nb: Del
nl: Deel
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
su: Bagikeun
sv: Dela
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แชร์
tr: Paylaş
ug: ئورتاقلاش
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ
xh: Yabelana
zh_hans: 分享
zh_hant: 分享
zh_hk: 分享
zu: Yabelana

# share_watermark
source: Solved with MathPro - AI Math Solver
ar: تم الحل بواسطة MathPro - AI Math Problem Solver
az: MathPro - AI Math Solver ilə həll edildi
bg: Решено с MathPro - AI Math Problem Solver
bn: MathPro - AI Math Problem Solver দিয়ে সমাধান করা হয়েছে
ca: Resolt amb MathPro - AI Math Solver
cs: Vyřešeno pomocí MathPro - AI Math Problem Solver
da: Løst med MathPro - AI Math Problem Solver
de: Gelöst mit MathPro - KI-Mathe-Löser
el: Λυμένο με MathPro - AI Math Problem Solver
es: Resuelto con MathPro - Solucionador de matemáticas con IA
es_419: Resuelto con MathPro - AI Math Problem Solver
es_mx: Resuelto con MathPro - AI Math Problem Solver
es_us: Resuelto con MathPro - AI Math Solver
fa: حل‌شده با MathPro - AI Math Problem Solver
fi: Ratkaistu MathPro — AI Math Problem Solverin avulla
fil: Nilutas gamit ang MathPro - AI Math Problem Solver
fr: Résolu avec MathPro - AI Math Solver
fr_ca: Résolu avec MathPro - Solutionneur de problèmes mathématiques IA
gu: MathPro - AI Math Problem Solver વડે ઉકેલ
ha: An warware tare da MathPro - AI Math Problem Solver
he: נפתר בעזרת MathPro - AI Math Problem Solver
hi: Solved with MathPro - AI Math Problem Solver
hr: Riješeno s MathPro - AI Math Solver
hu: Megoldva a MathPro - AI Math Problem Solverrel
id: Diselesaikan dengan MathPro - AI Math Problem Solver
it: Risolto con MathPro - AI Math Solver
ja: MathPro - AI Math Problem Solverで解きました
jv: Rampung nganggo MathPro - AI Math Solver
kk: MathPro - AI Math Problem Solver көмегімен шешілді
kn: Solved with MathPro - AI Math Problem Solver
ko: MathPro로 풀이함 - AI 수학 풀이기
ku: Çareser bû bi MathPro - AI Math Problem Solver
mr: सोडवले: MathPro - AI Math Solver
ms: Diselesaikan dengan MathPro - AI Math Solver
nb: Løst med MathPro - AI Mattemester
nl: Opgelost met MathPro - AI Math Problem Solver
pl: Rozwiązane za pomocą MathPro - AI Math Solver
pt_br: Resolved with MathPro - AI Math Solver
pt_pt: Resolvido com MathPro - AI Math Problem Solver
ro: Rezolvat cu MathPro - AI Math Problem Solver
ru: Решено с MathPro - AI Math Solver
sk: Riešené pomocou MathPro - AI Math Problem Solver
su: Diréngsékeun ku MathPro - AI Math Problem Solver
sv: Löst med MathPro - AI Math Solver
sw: Imetatuliwa na MathPro - AI Math Problem Solver
ta: MathPro - AI Math Problem Solver மூலம் தீர்க்கப்பட்டது
te: MathPro - AI Math Problem Solverతో పరిష్కరించబడింది
th: แก้โดย MathPro - AI Math Problem Solver
tr: MathPro ile çözüldü - AI Matematik Çözücü
ug: MathPro - AI Math Solver بىلەن ھەل قىلىندى
uk: Розв'язано за допомогою MathPro - AI Math Problem Solver
vi: Đã giải bằng MathPro - AI Math Problem Solver
xh: Isombulwe ngeMathPro - AI Math Problem Solver
zh_hans: 由 MathPro - AI Math Problem Solver 解决
zh_hant: 由 MathPro - AI Math Problem Solver 解出
zh_hk: 由 MathPro - AI Math Problem Solver 解答
zu: Kuxazululiwe nge MathPro - AI Math Solver

source: Snap & Solve
ar: التقط & حل
az: Çək və həll et
bg: Снимай и реши
bn: ছবি তুলে সমাধান
ca: Captura i resol
cs: Vyfoť a vyřeš
da: Tag billede og løs
de: Aufnehmen & Lösen
el: Φωτογράφισε & Λύσε
es: Toma y resuelve
es_419: Captura & Resuelve
es_mx: Captura y resuelve
es_us: Tomar foto y resolver
fa: عکس بگیر و حل کن
fi: Ota kuva ja ratkaise
fil: Kunan at Lutasin
fr: Prends & Résous
fr_ca: Capturer & résoudre
gu: ફોટા લઇને ઉકેલો
ha: Dauka & Warware
he: צלם ופתור
hi: स्नैप और हल करें
hr: Slikaj i riješi
hu: Kattints és oldd meg
id: Ambil Foto & Selesaikan
it: Scatta & Risolvi
ja: 撮って解く
jv: Jepret & Solusi
kk: Фотоға түсіріп шешу
ko: 사진으로 풀기
ku: Wênegirtin & Çareser
mr: फोटो काढून सोडवा
ms: Tangkap & Selesaikan
nb: Ta bilde og løs
pl: Zrób zdjęcie i rozwiąż
pt_br: Fotografe e Resolva
pt_pt: Capturar e Resolver
ro: Fotografiază și rezolvă
ru: Сфоткай и реши
sk: Fotiť a vyriešiť
su: Jepret & Béréskeun
sv: Fota & Lös
sw: Piga Picha & Tatua
ta: படம் எடுத்து & தீர்க்க
te: ఫొటో తీసి పరిష్కరించండి
th: ถ่ายแล้วแก้
tr: Çek & Çöz
ug: سۈرەت تارتىپ & ھەل قىل
uk: Зроби фото й розв'яжи
ur: تصویر کھینچ کر حل کرو
vi: Chụp ảnh & Giải
xh: Thatha & Sombulula
zh_hans: 拍照解题
zh_hant: 拍照解題
zh_hk: 拍照即解
zu: Thatha & Xazulula

source: Solution Complete
ar: تم الحل
az: Həll tamamlandı
bg: Решението е готово
bn: সমাধান সম্পন্ন
ca: Solució completa
cs: Řešení dokončeno
da: Løsning færdig
de: Lösung fertig
el: Ολοκληρώθηκε η λύση
es: Solución completa
es_419: Solución completa
es_mx: Solución completa
es_us: Solución completa
fa: حل کامل شد
fi: Ratkaisu valmis
fil: Kompletong solusyon
fr: Solution terminée
fr_ca: Solution terminée
gu: ઉકેલ પૂરું
ha: An kammala mafita
he: הפתרון הושלם
hi: समाधान पूरा
hr: Rješenje dovršeno
hu: Megoldás kész
id: Solusi Selesai
it: Soluzione completata
ja: 解答完了
jv: Solusi Rampung
kk: Шешім дайын
kn: ಉತ್ತರ ಸಂಪೂರ್ಣಗೊಂಡಿದೆ
ko: 풀이 완료
ku: Çareserî Qedî
mr: उपाय पूर्ण
ms: Penyelesaian Lengkap
nb: Løsning fullført
nl: Oplossing voltooid
pa: ਸਮਾਧਾਨ ਪੂਰਾ
pl: Rozwiązanie gotowe
pt_br: Solução completa
pt_pt: Solução concluída
ro: Soluție completă
ru: Решение готово
sk: Riešenie dokončené
su: Solusi Réngsé
sv: Lösning klar
sw: Suluhisho Limekamilika
ta: தீர்வு முடிந்தது
te: పరిష్కారం పూర్తయింది
th: การแก้เสร็จสมบูรณ์
tr: Çözüm Tamamlandı
ug: ھەل قىلىش تاماملاندى
uk: Розв'язання завершено
ur: حل مکمل ہوا
vi: Hoàn tất lời giải
xh: Isisombululo sigqityiwe
zh_hans: 解题完成
zh_hant: 解題完成
zh_hk: 解答完成
zu: Isixazululo siqediwe

source: Solution history
ar: سجل الحلول
az: Həll tarixçəsi
bg: История на решенията
bn: সমাধানের ইতিহাস
ca: Historial de solucions
cs: Historie řešení
da: Løsningshistorik
de: Lösungsverlauf
el: Ιστορικό λύσεων
es: Historial de soluciones
es_419: Historial de soluciones
es_mx: Historial de soluciones
es_us: Historial de soluciones
fa: تاریخچهٔ راه‌حل‌ها
fi: Ratkaushistoria
fil: Kasaysayan ng solusyon
fr: Historique des solutions
fr_ca: Historique des solutions
gu: ઉકેલ ઇતિહાસ
ha: Tarihin mafita
he: היסטוריית פתרונות
hi: समाधान इतिहास
hr: Povijest rješenja
hu: Megoldástörténet
id: Riwayat solusi
it: Cronologia delle soluzioni
ja: 解答履歴
jv: Riwayat solusi
kk: Шешімдер тарихы
kn: ಉತ್ತರ ಇತಿಹಾಸ
ko: 풀이 기록
ku: Dîroka çareseriyê
mr: उपाय इतिहास
ms: Sejarah penyelesaian
nb: Løsningshistorikk
nl: Oplossingsgeschiedenis
pa: ਸਮਾਧਾਨ ਹਿਸਟਰੀ
pl: Historia rozwiązań
pt_br: Histórico de soluções
pt_pt: Histórico de soluções
ro: Istoric soluții
ru: История решений
sk: História riešení
su: Riwayat solusi
sv: Lösningshistorik
sw: Historia ya suluhisho
ta: தீர்வு வரலாறு
te: పరిష్కార చరిత్ర
th: ประวัติการแก้
tr: Çözüm geçmişi
ug: ھەل قىلىش تارىخى
uk: Історія розв'язань
ur: حل کا تاریخچہ
vi: Lịch sử lời giải
xh: Imbali yezisombululo
zh_hans: 解题历史
zh_hant: 解題紀錄
zh_hk: 解答紀錄
zu: Umlando wezixazululo

source: Solution ready in seconds.
ar: الحل جاهز في ثوانٍ.
az: Həll saniyələr ərzində hazırdır.
bg: Решение за секунди.
bn: কয়েক সেকেন্ডে সমাধান প্রস্তুত।
ca: Solució llesta en segons.
cs: Řešení připraveno za pár sekund.
da: Løsning klar på få sekunder.
de: Lösung in Sekunden bereit.
el: Η λύση έτοιμη σε δευτερόλεπτα.
es: Solución lista en segundos.
es_419: Solución lista en segundos.
es_mx: Solución lista en segundos.
es_us: Solución lista en segundos.
fa: راه‌حل ظرف چند ثانیه آماده می‌شود.
fi: Ratkaisu valmiina sekunneissa.
fil: Handa ang solusyon sa loob ng ilang segundo.
fr: Solution prête en quelques secondes.
fr_ca: Solution prête en quelques secondes.
gu: સેકન્ડોમાં ઉકેલ તૈયાર.
ha: Mafita za ta kasance a shirye cikin 'yan daƙiƙa.
he: הפתרון מוכן תוך שניות.
hi: सेकंड में समाधान तैयार।
hr: Rješenje spremno za sekunde.
hu: A megoldás másodpercek alatt kész.
id: Solusi siap dalam hitungan detik.
it: Soluzione pronta in pochi secondi.
ja: 数秒で解答が表示されます。
jv: Solusi siap sajrone detik.
kk: Шешім бірнеше секунд ішінде дайын болады.
kn: ಕೆಲವೇ ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಉತ್ತರ ಸಿದ್ಧವಾಗಿದೆ.
ko: 몇 초 만에 풀이 완료됩니다.
ku: Çareser di saniyeyan de amade ye.
mr: उपाय सेकंदांत तयार.
ms: Penyelesaian siap dalam beberapa saat.
nb: Løsning klar på få sekunder.
nl: Oplossing klaar in enkele seconden.
pa: ਸਕਿੰਟਾਂ ਵਿੱਚ ਸਮਾਧਾਨ ਤਿਆਰ ਹੈ।
pl: Rozwiązanie gotowe w kilka sekund.
pt_br: Solução pronta em segundos.
pt_pt: Solução pronta em segundos.
ro: Soluția gata în câteva secunde.
ru: Решение готово за считанные секунды.
sk: Riešenie pripravené za sekundy.
su: Solusi siap dina sababaraha detik.
sv: Lösningen klar på några sekunder.
sw: Suluhisho liko tayari kwa sekunde.
ta: சில விநாடிகளில் தீர்வு தயாராகும்.
te: సెకన్లలో పరిష్కారం సిద్ధం.
th: ได้คำตอบในไม่กี่วินาที.
tr: Saniyeler içinde çözüm hazır.
ug: ھەل قىلىش سېكۇنتلار ئىچىدە تەييار.
uk: Розв'язання готове за секунди.
ur: چند سیکنڈ میں حل تیار۔
vi: Lời giải sẵn sàng trong vài giây.
xh: Isisombululo silungile kwimizuzwana.
zh_hans: 几秒内得到解答。
zh_hant: 數秒內即可取得解答。
zh_hk: 數秒內取得解答。
zu: Isixazululo silungele kungakapheli imizuzwana.

source: Solutions in your language
ar: حلول بلغتك
az: Həllər sizin dilinizdə
bg: Решения на вашия език
bn: আপনার ভাষায় সমাধান
ca: Solucions en el teu idioma
cs: Řešení ve vašem jazyce
da: Løsninger på dit sprog
de: Lösungen in deiner Sprache
el: Λύσεις στη γλώσσα σου
es: Soluciones en tu idioma
es_419: Soluciones en tu idioma
es_mx: Soluciones en tu idioma
es_us: Soluciones en tu idioma
fa: راه‌حل‌ها به زبان شما
fi: Ratkaisut omalla kielelläsi
fil: Mga solusyon sa iyong wika
fr: Solutions dans ta langue
fr_ca: Solutions dans ta langue
gu: તમારી ભાષામાં ઉકેલો
ha: Mafita cikin harshenku
he: פתרונות בשפה שלך
hi: आपकी भाषा में समाधान
hr: Rješenja na tvom jeziku
hu: Megoldások a nyelveden
id: Solusi dalam bahasa Anda
it: Soluzioni nella tua lingua
ja: あなたの言語での解答
jv: Solusi ing basa sampeyan
kk: Сенің тіліңдегі шешімдер
kn: ನಿನ್ನ ಭಾಷೆಯಲ್ಲಿ ಉತ್ತರಗಳು
ko: 사용자 언어로 된 풀이
ku: Çareserên bi zimanê te
mr: तुझ्या भाषेत उपाय
ms: Penyelesaian dalam bahasa anda
nb: Løsninger på ditt språk
nl: Oplossingen in jouw taal
pa: ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਵਿੱਚ ਸਮਾਧਾਨ
pl: Rozwiązania w Twoim języku
pt_br: Soluções no seu idioma
pt_pt: Soluções no teu idioma
ro: Soluții în limba ta
ru: Решения на твоём языке
sk: Riešenia v tvojom jazyku
su: Solusi dina basa anjeun
sv: Lösningar på ditt språk
sw: Suluhisho kwa lugha yako
ta: உங்கள் மொழியில் தீர்வுகள்
te: మీ భాషలో పరిష్కారాలు
th: คำอธิบายในภาษาของคุณ
tr: Kendi dilinde çözümler
ug: جاۋابلار سەنىڭ تىلىڭدا
uk: Розв'язання вашою мовою
ur: تمہاری زبان میں حل
vi: Lời giải bằng ngôn ngữ của bạn
xh: Izisombululo ngolwimi lwakho
zh_hans: 以你的语言提供解答
zh_hant: 以你的語言顯示解答
zh_hk: 以你的語言顯示解答
zu: Izixazululo ngolimi lwakho

source: Solutions will appear here after solving math problems.
ar: ستظهر الحلول هنا بعد حل مسائل الرياضيات.
az: Riyaziyyat məsələlərini həll etdikdən sonra həllər burada görünəcək.
bg: Решенията ще се показват тук след решаване на задачи.
bn: গণিত সমাধান করার পরে সমাধানগুলো এখানে প্রদর্শিত হবে।
ca: Les solucions apareixeran aquí després de resoldre problemes matemàtics.
cs: Řešení se zde objeví po vyřešení matematických příkladů.
da: Løsninger vises her efter at du har løst matematikopgaver.
de: Lösungen erscheinen hier, nachdem du Aufgaben gelöst hast.
el: Οι λύσεις θα εμφανιστούν εδώ μετά την επίλυση μαθηματικών προβλημάτων.
es: Las soluciones aparecerán aquí después de resolver problemas matemáticos.
es_419: Las soluciones aparecerán aquí después de resolver problemas matemáticos.
es_mx: Las soluciones aparecerán aquí después de resolver problemas matemáticos.
es_us: Las soluciones aparecerán aquí después de resolver problemas matemáticos.
fa: پس از حل مسائل ریاضی، راه‌حل‌ها اینجا نمایش داده می‌شوند.
fi: Ratkaisut näkyvät täällä, kun olet ratkaissut tehtäviä.
fil: Magpapakita dito ang mga solusyon pagkatapos lutasin ang mga problema sa matematika.
fr: Les solutions apparaîtront ici après avoir résolu des problèmes de maths.
fr_ca: Les solutions apparaîtront ici après avoir résolu des problèmes mathématiques.
gu: ગણિતના પ્રશ્નો ઉકેલ્યા પછી ઉકેલો અહીં દેખાશે.
ha: Mafita za su bayyana anan bayan warware matsalolin lissafi.
he: הפתרונות יופיעו כאן לאחר פתרון תרגילי מתמטיקה.
hi: गणित के प्रश्न हल करने के बाद समाधान यहाँ दिखाई देंगे।
hr: Rješenja će se pojaviti ovdje nakon rješavanja zadataka.
hu: A megoldások itt jelennek meg a feladatok megoldása után.
id: Solusi akan muncul di sini setelah menyelesaikan soal matematika.
it: Le soluzioni appariranno qui dopo aver risolto problemi di matematica.
ja: 数学の問題を解くと、ここに解答が表示されます。
jv: Solusi bakal muncul ing kéné sawisé ngrampungaké soal matematika.
kk: Математикалық есептерді шешкеннен кейін шешімдер осында пайда болады.
kn: ಗಣಿತ ಸಮಸ್ಯೆಗಳು ಬೇರ್ಪಡಿಸಿದ ಮೇಲೆ ಉತ್ತರಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.
ko: 수학 문제를 풀면 풀이가 여기에 나타납니다.
ku: Piştî çareserkirina pirsgirêkan, çareserên li vir xuya dibin.
mr: गणिताचे प्रश्न सोडवल्यानंतर उपाय इथे दिसतील.
ms: Penyelesaian akan muncul di sini selepas menyelesaikan masalah matematik.
nb: Løsninger vil vises her etter at du har løst matteoppgaver.
nl: Oplossingen verschijnen hier nadat je wiskundige opgaven hebt opgelost.
pa: ਗਣਿਤ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਹੱਲ ਕਰਨ ਮਗਰੋਂ ਇੱਥੇ ਸਮਾਧਾਨ ਦਰਸਾਏ ਜਾਣਗੇ।
pl: Rozwiązania pojawią się tutaj po rozwiązaniu zadań matematycznych.
pt_br: As soluções aparecerão aqui após resolver problemas de matemática.
pt_pt: As soluções aparecerão aqui após resolveres problemas de matemática.
ro: Soluțiile vor apărea aici după rezolvarea problemelor de matematică.
ru: Решения появятся здесь после решения задач.
sk: Riešenia sa tu zobrazia po vyriešení matematických príkladov.
su: Solusi bakal muncul di dieu sanggeus méréskeun soal matematika.
sv: Lösningar visas här efter att du löst matematikproblem.
sw: Suluhisho zitaonekana hapa baada ya kutatua matatizo ya hisabati.
ta: கணிதப் பிரச்சினைகளை தீர்த்தபின் தீர்வுகள் இங்கே தோன்றும்.
te: గణిత సమస్యలను పరిష్కరించిన తర్వాత పరిష్కారాలు ఇక్కడ కనిపిస్తాయి.
th: คำตอบจะแสดงที่นี่หลังจากคุณแก้โจทย์คณิต
tr: Matematik problemi çekince çözümler burada görünecek.
ug: ماتېماتىكا مەسىلىسى ھەل قىلىنغاندىن كېيىن جاۋابلار بۇ يەردە كۆرۈنىدۇ.
uk: Розв'язання з'являться тут після розв'язування математичних задач.
ur: ریاضی کے مسائل حل کرنے کے بعد حل یہاں ظاہر ہوں گے۔
vi: Các lời giải sẽ xuất hiện ở đây sau khi giải các bài toán.
xh: Izisombululo ziya kuvela apha emva kokusombulula iingxaki zemathematika.
zh_hans: 解题后，解答会显示在这里。
zh_hant: 解題後，解答會顯示在此處。
zh_hk: 解答會在解題後顯示於此處。
zu: Izixazululo zizovela lapha ngemva kokuxazulula izinkinga zemathemethiki.

source: Solve
ar: حل
az: Həll et
bg: Реши
bn: সমাধান করুন
ca: Resol
cs: Vyřešit
da: Løs
de: Lösen
el: Λύσε
es: Resolver
es_419: Resolver
es_mx: Resolver
es_us: Resolver
fa: حل کن
fi: Ratkaise
fil: Lutasin
fr: Résoudre
fr_ca: Résoudre
gu: ઉકેલો
ha: Warware
he: פתור
hi: हल करें
hr: Riješi
hu: Oldd meg
id: Selesaikan
it: Risolvi
ja: 解く
jv: Mecahaké
kk: Шешу
kn: ಗೊತ್ತುಮಾಡು
ko: 풀기
ku: Çareser bike
mr: सोडव
ms: Selesaikan
nb: Løs
nl: Los op
pa: ਹੱਲ ਕਰੋ
pl: Rozwiąż
pt_br: Resolver
pt_pt: Resolver
ro: Rezolvă
ru: Решить
sk: Riešiť
su: Méréskeun
sv: Lös
sw: Tatua
ta: தீர்க்க
te: పరిష్కరించండి
th: แก้
tr: Çöz
ug: ھەل قىل
uk: Розв'язати
ur: حل کرو
vi: Giải
xh: Sombulula
zh_hans: 求解
zh_hant: 解題
zh_hk: 解答
zu: Xazulula
